IdeaRS.Connections
BasePlateData.MortarJointThickness Property
Compatible with IDEA StatiCa 0.0
 Mortar thickness
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double MortarJointThickness { get; set; }
Property Value
Type: Double
See Also
Reference
BasePlateData Class
IdeaRS.Connections.Data Namespace